[InteractiveObjects.NewsSpawner InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.NewsSpawner_Fyrestone InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.NewsSpawner_Fyrestone2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.NewsSpawner_Fyrestone3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_NewsEcho1 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Notícia de Última Hora!"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_NewsEcho1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Última edição do ''Última hora'', direto da Rádio Verdade da Hyperion."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_NewsECHO UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Notícia de Última Hora!"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_NewsECHO:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Última edição do ''Última hora'', direto da Rádio Verdade da Hyperion."
NoConstraintText=""
Suffix=""
Prefix=""

